@extends ('main')

@section ('content')
	
	<!-- Page Heading/Breadcrumbs -->
    <div class="row">
        <div class="col-lg-12">
            <h1 class="page-header">Саньда</h1>
            <ol class="breadcrumb">
                <li><a href="{{url('/')}}">Главная</a>
                </li>
                <li class="active">Саньда</li>
            </ol>
        </div>
    </div>
    <!-- /.row -->


	<!-- Content Row -->
	<div class="row">
		<div class="col-lg-12">
		
			<img class="img-responsive center-block" width="600px" src="images/sanda.jpg" alt="">
			
			<hr>
		
			<p>Саньда (или саньшоу) - официальный контактный вид единоборства, представляющий собой "свободную борьбу" и вобравший в себя элементы различных традиционных
			китайских боевых искусств. Саньда состоит из двух основных составляющих - удары руками и ногами (кикбоксинг) и "шуай цзяо" (китайская форма борьбы). 
			Таким образом, саньда - типичный комбинированный вид единоборства, включающий в себя удары, захваты и броски. Саньда представляет собой одну из двух 
			дисциплин на турнирах по современному ушу, организуемых Международной Федерацией Ушу (IWUF). В Китае говорят: "Сан шоу ши вушу де жингуа" 
			(Саньда - квинтэссенция ушу). Иными словами, этот современный вид единоборства вобрал в себя все лучшее из китайских боевых искусств. 
			В последнее время саньда быстро приобретает популярность во всех частях света. В настоящее время, соревнования по саньда проводятся во многих
			странах мира. В 2008 на олимпиаде в Пекине был проведён олимпийский турнир по ушу саньшоу. В конце августа 2010 г. ушу саньшоу вошло в список
			13 боевых искусств представленных на соревнованиях  Sportaccord Combat Games – первых всемирных играх по боевым искусствам.</p>
			
			<p>Саньда (кит. 散打 — «свободный бой»)  или  Саньшоу (кит. 散手 — «свободная рука») — современное китайское искусство рукопашного боя, система самозащиты и вид спорта.
			Термин "саньда" (по-другому саньшоу) переводится как свободная (раскрепощенная) рука и относится к стилю единоборства, адекватно воспроизводящему настоящий рукопашный
			бой. Поединки по саньщоу  проводятся на приподнятой бойцовской площадке, называемой "лей-тай". 
			История боев на лей-тай восходит к тем давним временам, когда дуэли в Китае проводились без всяких правил, как врукопашную, так и с холодным оружием, и их исход
			часто был смертельным. </p>
			
			<p>Современная саньда стала спортом примерно в то же время как и современное ушу, когда в 1960х годах китайское правительство стало содействовать развитию этих видов
			единоборств. Для того, чтобы выработать стандартные правила нового единоборства, мастерам боевых искусств по всей стране было поручено использовать богатейшую школу
			китайских боевых искусств и создать единую систему, в которой одновременно использовались бы приемы из различных стилей и форм единоборств. Для того, чтобы уменьшить
			опасность травм, были сконструированные защитные приспособления.
			В результате, было создано комбинированное единоборство, включающее в себя множество приемов традиционных китайских единоборств - различные виды ударов руками и ногами,
			борьбы на земле, захватов и бросков. Наиболее опасные приемы, такие как удушения и заламывание рук, были исключены из перечня дозволенных приемов, что дало возможность
			увеличить темп поединков. В саньда используется техника трех категорий: удары руками, удары ногами и борьба захватами, что приближает этот вид спорта к реальному
			рукопашному бою. Победа в бою саньда присуждается либо за нокаут, либо по очкам, очки присуждаются за проведение приемов, в зависимости от их эффективности. Бой
			состоит из двух основных двухминутных раундов; третий раунд назначается в случае ничейного результата после двух раундов. Одним из важных приемов саньда является
			вывод соперника за пределы бойцовской площадки лей-тай.
			По правилам 2 секунды разрешено находиться в клинче до перехода в партер, броска или падения, в противном случае судья разводит бойцов и они начинают борьбу в 
			центре ринга.Современные бои профессионального саньда происходят либо на приподнятой площадке без канатов, либо на боксерском ринге с канатами.</p>
			
		</div>
	</div>
	<!-- /.row -->


@endsection