@extends ('main')

@section ('content')
	
	<!-- Page Heading/Breadcrumbs -->
    <div class="row">
        <div class="col-lg-12">
            <h1 class="page-header">Таолу</h1>
            <ol class="breadcrumb">
                <li><a href="{{url('/')}}">Главная</a>
                </li>
                <li class="active">Таолу</li>
            </ol>
        </div>
    </div>
    <!-- /.row -->


	<!-- Content Row -->
	<div class="row">
		<div class="col-lg-12">
		
			<img class="img-responsive center-block" width="600px" src="images/taolu.jpg" alt="">
			
			<hr>
		
			<p>Тао-лу (сокращённо тао), буквально "комплекс дорожек" (сокращённо просто "комплекс") - комплекс приёмов ушу, в одиночном варианте являющийся аналогом
			боя с тенью. Парный вариант может являться как расшифровкой одиночного варианта, так боем двух партнёров против нескольких воображаемых противников.</p>
			
			<p>В отличие от "боя с тенью" движения в тао определены заранее и посвящены отработке того или иного аспекта школы ушу. Например, тао-лу "восемь захватов"
			в Багуа стиля Лянь - посвящено именно отработке основых (базовых) захватов. По целям тао-лу также можно разделить на начальный и мастерский уровень. Например,
			тао-лу "войти во врата" стиля пигуа - предназначено именно для обучения новичков основным принципам стиля, и постановке стилевой культуры и манеры движений.
			Кроме-того, в связи с развитием спорта, появились так же и соревновательные тао-лу предназначенные для спортивных соревнований на мастерство выполнения тао-лу. 
			Причём, соревновательные тао-лу очень часто представляют собой произвольный набор приёмов, отобранных спортсменом и тренером специально для соревнований. В то
			время как тренировочные тао-лу имеют фиксированный набор приёмов, полное владение которыми (а не просто умение красиво махать в воздухе) - соответствует полному
			владению тем или иным аспектом стиля, на уровне соответствующем уровню тао-лу. Например, полное владение приёмами из тао-лу "ищущие руки" школы юн-чунь - 
			соответствует полному владению юн-чунь без оружия на среднем уровне.</p>
			
			<p>Исторически, по мнению специалистов по истории ушу, тао-лу происходят к танцам с мечом, имевших популярность ещё во во время древних династий. Однако, их мнения
			о том когда появились одиночные тао-лу очень сильно расходятся (некоторые горячие головы любое упоминание танца с мечом в хрониках, приравнивают к упоминанию тао-лу).
			Более определённо время появления парных тао-лу, первое упоминание которых в качестве метода тренировок относится к Северной Сун.</p>
			
			<p>По своей структуре тао-лу делится на "дорожки" - лу, состоящие из отдельных "форм" - ши. В общем случае "дорожка" соответствует движению в одну сторону, и начало
			новой дорожки - соответствует движению в другую сторону. Но в зависимости от стиля "дорожка" может представлять и более сложное движение, а не только продвижение в
			одну сторону. В некоторых школах, иногда встречаются "дорожки" не входящие ни в одно тао-лу, и обычно являющиеся учебными. Например, некоторые учебные "дорожки" стиля
			чанцюань не входят ни в одно тао-лу. Как правило, "дорожка" состоит из разных форм, но в некоторых стилях имеются "дорожки" состоят из одной "формы" повторяемой 
			многократно. Например, в тао-лу "10 дорожек упругой ноги" стиля таньтуй, каждая из 10 дорожек состоит из одной формы выполняемой многократно. Как правило, "форма"
			представляет собой один приём, но могут встречаться и формы представляющие собой несколько приёмов. Например, форма тайцзицюань "ловить птицу за хвост" - состоит
			из четырёх приёмов.</p>
			
			<p>Что касается соревновательных произвольных тао-лу, то к ним в зависимости от стиля предъявляют требования устанавливающие количество тех или иных элементов. 
			Например, от соревновательных произвольных комплексов чанцюань требуют, чтобы комплекс содержал не менее трёх разновидностей прыжков, а каждая разновидность прыжка
			выполнялась не более двух раз.</p>
			
			<p>В соответствии с направлениями и стилями ушу существуют таолу, имеющие как боевую направленность, так и, в большей степени, гимнастический характер. Некоторые
			стили имеют таолу делящиеся на военные (У) и гражданские (Вэй).
			В настоящее время в Китае проводятся соревнования по таолу спортивного ушу. Таолу выполняют как без оружия, так и с оружием: с саблей, с мечом, с копьём и палкой.</p>
			
		</div>
	</div>
	<!-- /.row -->


@endsection